// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="Elenco num. rap./CompGruppo";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Nr. rapido: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Gruppo: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Numero massimo di voci: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="È possibile aggiungere fino a %d voci di nr. rapidi.";
"Import from Other Phone Book"="Importa da Rubrica Indirizzi";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="OK";
"Cancel"="Annulla";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="Il Nr. rapido/CompGruppo per la stampante \"%@\" è stato modificato.\nSalvare le modifiche nella stampante?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="Il Nr. rapido/CompGruppo per la stampante \"%@\" è stato modificato.";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Ottieni numeri rapidi...";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Avvio del salvataggio dati pronto. Continuare?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Le impostazioni di Nr. rapido/Gruppo della stampante vengono sovrascritte da terzi.\nSovrascrivere?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Invia numeri rapidi...";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="Se vengono importate informazioni personali che includono caratteri non supportati per i nomi di Nr. rapido, la colonna Nr. rapido rimane vuota.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Seleziona destinazione importazione";
"Select data to import."="Selezionare i dati da importare.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Modifica Nr. rapido";
"Str_Edit_Speed_Dial_Entry_Number"="Numero Voce : %d";
"Name/Group Name"="Nome/Nome gruppo";
"Fax Number"="Numero fax";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="\"-\" indica una pausa. Non usarlo nella punteggiatura dei nr. di telefono.";
"Speed Dial"="Nr rapido";
"Group Dial"="CompGruppo";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Modifica CompGruppo";
"Str_Edit_Group_Dial_Entry_Number"="Numero Voce : %d";
"Member"="Membro";
"Entry Number"="Numero Voce";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="Cancellare il nr. di voce %d per Nr. Rapido?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="Il nr. di voce %d per Nr. rapido è stato registrato su uno o più gruppi e verrà eliminato dai gruppi.\nCancellare il nr. di voce %d per Nr. rapido?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="Il nr. di voce %d per Nr. rapido è stato registrato su uno o più gruppi e verrà eliminato dai gruppi. Di conseguenza, alcuni gruppi risulteranno vuoti e verranno cancellati.\nCancellare il nr. di voce %d per Nr. rapido?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="Cancellare il nr. voce %d per Nr. Gruppo?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="Eliminare tutti gli elenchi Nr. rapido/CompGruppo per la stampante \"%@\"?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Informazioni su FAX Utility...";
"Preferences..."="Preferenze...";
"Services"="Servizi";
"Hide FAX Utility"="Nascondi FAX Utility";
"Hide Others"="Nascondi altre";
"Show All"="Mostra tutte";
"Quit FAX Utility"="Esci da FAX Utility";
"File"="File";
"Get Speed Dials..."="Ottieni numeri rapidi...";
"Send Speed Dials..."="Invia numeri rapidi...";
"Import"="Importa";
"Back up"="Backup";
"Close"="Chiudi";
"From Address Book"="Da Rubrica Indirizzi";
"Save Backup..."="Salva backup...";
"Restore Backup..."="Ripristina backup...";
"Edit"="Modifica";
"Undo"="Annulla";
"Redo"="Ripeti";
"Cut"="Taglia";
"Copy"="Copia";
"Paste"="Incolla";
"Select All"="Seleziona tutto";
"Edit..."="Modifica...";
"Delete"="Elimina";
"Delete All"="Elimina tutto";
"Window"="Finestra";
"Minimize"="Contrai";
"Help"="Guida";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Annulla";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Impossibile trovare il file richiesto per eseguire l'applicazione.\nReinstallare FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossibile ottenere le informazioni sulla stampante (fax). Andare a \"Preferenze Stampa e Fax\" e aggiungere il driver PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Il file specificato esiste già. Sovrascriverlo?";
"Str_Alert_Common_Not_Responding_Error"="La stampante non risponde. Assicurarsi che la stampante sia collegata correttamente e che sia accesa.";
"Str_Alert_Common_Communication_Error"="Si è verificato un errore di comunicazione stampante.";
"Str_Alert_Common_Printer_Processing_Error"="La stampante sta elaborando i dati. Attendere alcuni istanti e quindi riprovare.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Errore durante la comunicazione con la stampante.\nCodice errore (%d)";
"Str_Alert_Common_Error_Occurred"="Errore. Elaborazione annullata.";
"Str_Alert_Common_PrinterStatusError"="Si è verificato un errore nella stampante. Annullare l'errore e riprovare.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Impossibile aprire Elenco num. rap./CompGruppo in quanto un'altra funzione di FAX Utility è già in esecuzione. Attendere il termine e riprovare.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="Impossibile scrivere num. rapido/Comp. gruppo.\nUscire da Elenco num. rap./CompGruppo?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="Impossibile aprire Rubrica Indirizzi.\nCodice errore (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="Impossibile trovare Rubrica Indirizzi.\nImportazione annullata.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="Impossibile acquisire dati da Rubrica Indirizzi.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="Impossibile scrivere il file di backup.\nSpazio libero insufficiente o protezione in scrittura.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="Impossibile scrivere su file di backup.\nIl file specificato è in uso in altra applicazione.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="Impossibile scrivere su file di backup.\nCodice errore (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="Impossibile riconoscere il formato file.\nIl file potrebbe essere danneggiato o creato in altra applicazione.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="Impossibile leggere da file di backup.\nIl file specificato è in uso in altra applicazione.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="Impossibile leggere il file di backup.\nCodice errore (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="Carattere non supportato in Nome/Nome gruppo.\nÈpossibile utilizzare solo simboli e caratteri alfanumerici.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="Il numero di fax include caratteri non supportati.\nÈ possibile usare solo 0-9, *, #, - e spazio.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="Il nr. di voce %d per Nr. rapido è già stato registrato su uno o più gruppi. La modifica del Nr. rapido in Nr. gruppo elimina il Nr. rapido dai gruppi esistenti.\nModificare nr. di voce %d per Nr. rapido in Nr. gruppo?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="Il nr. di voce %d per Nr. rapido è già stato registrato su uno o più gruppi. La modifica del Nr. rapido in Nr. gruppo elimina il Nr. rapido dai gruppi esistenti. Di conseguenza, alcuni gruppi risulteranno vuoti e verranno cancellati.\nModificare nr. di voce %d per Nr. rapido in Nr. gruppo?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="È possibile registrare fino a %d Nr. rapidi su un gruppo.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="Non è possibile immettere solo spazi per il nome/nome gruppo.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="Non è possibile immettere solo spazi per il numero di fax.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="Impossibile trovare il file da importare.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="Impossibile leggere il file selezionato, in quanto creato con una versione più recente di FAX Utility.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Il file specificato include alcune voci non ripristinabili, in quanto i relativi numeri di voce superano il limite mostrato sotto per la stampante collegata.\nRipristinare le voci valide?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Numero massimo di voci: %d\nNumero massimo di voci per CompGruppo: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="Impossibile ripristinare le voci dal file specificato.";

// ------------------------------------------------------------------------
"NickName"="Parole di riferimento";
"Fax Speed"="Velocità fax";
"Default Speed"="Default";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="Carattere non supportato in Parole di riferimento.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="Carattere non supportato in Nome/Nome gruppo.";
"Str_InUseByAnotherFunction"="In uso da altra funzione";

"StrAlert_InUseByAnotherFunction_CannotMove"="Impossibile spostare. Vi sono una o più voci in uso da altra funzione sulla o attorno alla posizione specificata.";
"StrAlert_ProtectedData_Exist"="Vi sono una o più voci in uso per il fax programmato o da altre funzioni. Tali voci sono protette e non possono essere modificate.";
"StrAlert_ProtectedData_CannotMove"="Impossibile spostare. Vi sono una o più voci protette sulla o attorno alla posizione specificata.";
"StrAlert_PhoneBook_ReWrite"="Una o più voci sono state modificate da un altro utente.Sovrascrivere?";
"StrAlert_ProtectedData_WriteExcept"="Le seguenti voci sono diventate protette in quanto un altro utente ha iniziato a usarle.\nNumero Voce: %@\n\nScrivere le voci ad eccezione di quanto sopra?";
"StrAlert_InUseByAnotherFunction_ClearData"="Non è possibile salvare le voci visualizzate con il messaggio \"In uso da altra funzione\".\nContinuare?";
"StrAlert_ProtectedData_CannotSaveStatus"="La condizione di protezione di alcune voci non verrà salvata.\nContinuare?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="Il campo Nome/Nome gruppo risulterà vuoto se vi sono caratteri non supportati nel campo dei dati ripristinati.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Una o più voci sono in uso da altra funzione. Tali voci verranno inoltre sovrascritte con le voci ripristinate.\nContinuare?";

"StrAlert_ProtectedData_1"="Impossibile salvare le seguenti voci sulla stampante. Tali voci sono state utilizzate e protette dopo l'estrazione dalla stampante. In fase di salvataggio, le voci verranno sovrascritte con queste voci nella stampante e ogni modifica effettuata verrà persa.\nNumero Voce: %@";
"StrAlert_ProtectedData_2"="Le seguenti voci di Compgruppo includono una o più voci di Nr rapido attualmente protette nella stampante. Tali voci di Nr rapido verranno escluse quando si salva un gruppo. I Compgruppo privi di voci di Nr rapido in un gruppo verranno eliminati.\nNumero Voce: %@";
"StrAlert_ProtectedData_3"="Continuare?";
"StrAlert_RestoreData_1"="Impossibile ripristinare le seguenti voci di Nr rapido e Compgruppo nel file di backup.\nNumero Voce: %@\nLe voci protette con i numeri sopra riportati non possono essere sovrascritte.";
"StrAlert_RestoreData_2"="Le seguenti voci di Compgruppo includono una o più voci di Nr rapido non ripristinabili. Ogni voce non ripristinabile di Nr rapido verrà esclusa quando si ripristina un gruppo. I Compgruppo privi di voci di Nr rapido in un gruppo verranno eliminati.\nNumero Voce: %@";
"StrAlert_RestoreData_3"="Continuare?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Sono presenti una o più voci di Nr rapido o Compgruppo protette. Le voci protette non possono essere eliminate.\nEliminare tutte le voci ad eccezione di quelle protette?";

"Str_FaxContacts"="Contatti";
"Str_FaxAddressBook"="Rubrica Indirizzi";
"StrAlert_CannotAccessContacts_A"="Accesso a %@ non consentito.";
"StrAlert_CannotAccessContacts_B"="Consentire l'accesso a %@ per FAX Utility. Andare a [Preferenze di Sistema] - [Sicurezza e Privacy] - [Privacy] - [%@].\nRiavviare FAX Utility per aggiornare.";
